export const SECURITY_PROJECT = [
  {
    date: "2025.02 - 2025.02",
    duration: "1주",
    title: "RPA 솔루션 구축사업 웹 취약점 점검",
  },
  {
    date: "2025.02 - 2025.02",
    duration: "2주",
    title: "하나금융TI 하반기 인프라 취약점 점검",
  },
  {
    date: "2025.03 - 2025.03",
    duration: "3주",
    title: "하나생명 상반기 웹 취약점 점검",
  },
  {
    date: "2025.03 - 2025.03",
    duration: "1주",
    title: "하나금융허브 재구축 인프라 취약점 점검",
  },
  {
    date: "2025.04 - 2025.04",
    duration: "4주",
    title: "하나머니 채널 마케팅 리빌드 웹 취약점 점검",
  },
  {
    date: "2025.04 - 2025.05",
    duration: "5주",
    title: "하나손해보험 인프라 취약점 점검",
  },
  {
    date: "2025.04 - 2025.05",
    duration: "2주",
    title: "그룹 스마트워크(VDI) 시스템 웹 취약점 점검",
  },
  {
    date: "2025.05 - 2025.05",
    duration: "3주",
    title: "하나벤처스 웹 취약점 점검",
  },
  {
    date: "2025.05 - 2025.05",
    duration: "3주",
    title: "통합 모니터링 솔루션 공동개발 고도화 웹 취약점 점검",
  },
  {
    date: "2025.06 - 2025.06",
    duration: "1주",
    title: "그룹 RPA 포탈 웹 취약점 점검",
  },
  {
    date: "2025.06 - 2025.06",
    duration: "1주",
    title: "하나머니 채널 마케팅 리빌드 인프라 취약점 점검",
  },
  {
    date: "2025.06 - 2025.06",
    duration: "1주",
    title: "하나융합기술원 웹 취약점 점검",
  },
  {
    date: "2025.06 - 2025.06",
    duration: "2주",
    title: "공인전자문서센터 웹 취약점 점검",
  },
  {
    date: "2025.07 - 2025.07",
    duration: "2주",
    title: "하나금융TI IDC운영셀 인프라 취약점 점검",
  },
  {
    date: "2025.07 - 2025.07",
    duration: "1주",
    title: "하나자산신탁 웹 취약점 점검",
  },
  {
    date: "2025.07 - 2025.07",
    duration: "1주",
    title: "하나대체투자자산운용 웹 취약점 점검",
  },
  {
    date: "2025.07 - 2025.08",
    duration: "7주",
    title: "하나융합기술원 인프라 취약점 점검",
  },
  {
    date: "2025.08 - 2025.08",
    duration: "1주",
    title: "하나카드 마이데이터2.0 인프라 취약점 점검",
  },
  {
    date: "2025.08 - 2025.08",
    duration: "1주",
    title: "공인전자문서센터 웹 취약점 점검",
  },
  {
    date: "2025.08 - 2025.08",
    duration: "1주",
    title: "하나금융지주 우리사주조합관리시스템 웹 취약점 점검",
  },
  {
    date: "2025.08 - 2025.08",
    duration: "1주",
    title: "하나금융지주 그룹리스크관리시스템 리빌드 웹 취약점 점검",
  },
  {
    date: "2025.09 - 2025.09",
    duration: "1주",
    title: "공인전자문서센터 중계시스템 인프라 취약점 점검",
  },
  {
    date: "2025.09 - 2025.09",
    duration: "1주",
    title: "하나캐피탈 모바일 신분증 인증 앱/웹 취약점 점검",
  },
  {
    date: "2025.09 - 2025.09",
    duration: "1주",
    title: "하나금융TI 클라우드 운영관리 전용 노드 구축 인프라 취약점 점검",
  },
  {
    date: "2025.09 - 2025.09",
    title: "공인전자문서센터 주요서비스 비상시스템 인프라 취약점 점검",
  },
  {
    date: "2025.09 - 2025.09",
    title: "하나ON 메신저 시스템 DR구축 인프라 취약점 점검",
  },
  {
    date: "2025.09 - 2025.09",
    title: "AI챗봇 서비스 웹 취약점 점검",
  },
];
